Repository: common-repository/sales-popup-for-woocommerce
Catalog: languages/wtsales-*.po
Languages: es_es

source: Someone
es_es: Alguien

source: minutes
es_es: minutos

source: seconds
es_es: segundos

source: hours
es_es: horas

source: days
es_es: días

source: %s bought ago %s
es_es: %s compró hace %s

source: Priorized Products
es_es: Productos con prioridad

source: Sales Popups
es_es: Popups de Ventas

source: Sales Popup for Woocommerce
es_es: Ventanas Emergentes de ventas para WooCommerce

source: No priorized products
es_es: No se han encontrado productos con prioridad

source: Your priority products
es_es: Sus productos priorizados

source: Product Name
es_es: Nombre del producto

source: Impresions
es_es: Impresiones

source: Impresions %d
es_es: Impresiones %d

source: Show this product priority
es_es: Mostrar este producto con prioridad

source: This product will be used with priority, it will only be shown once per session
es_es: Este producto se usará con prioridad, solo se mostrará una vez por sesión

source: You buy me a beer? Click here
es_es: ¿Me invitas a una cerveza? Haz clic aquí

source: Name of the ghost visitor
es_es: Nombre del visitante fantasma

source: There is a 50 / 100 chance of showing this name, so that the variety of names is higher instead of fake names
es_es: Este nombre es posible que se muestre con una posibilidad de 50 / 100, para aumentar el número de nombres disponibles

source: Duration
es_es: Duración

source: Time show popup in ms (miliseconds)
es_es: Tiempo que se muestra la notificación (milisegundos)

source: Delay
es_es: Retraso

source: Create customers name and time random, get random products
es_es: Crea nombres de clientes y tiempo aleatorios, obtiene los productos de forma aleatoria

source: Fake Names
es_es: Nombres Fake

source: If fake option is active
es_es: Si la opción Fake está activada

source: Show Price?
es_es: ¿Mostrar Precio?

source: Show price on popup
es_es: Mostrar precio en la notificación

source: Position
es_es: Posición

source: Bottom Left
es_es: Abajo Izquierda

source: Bottom Right
es_es: Abajo Derecha

source: Bottom Center
es_es: Abajo Centro

source: Top Left
es_es: Arriba Izquierda

source: Top Right
es_es: Arriba Derecha

source: Top Center
es_es: Arriba Centro

source: Effect
es_es: Efecto

source: Attention Seekers
es_es: Buscadores de atención

source: Bouncing Entrances
es_es: Entradas rebotantes

source: Fading Entrances
es_es: Entradas desvanecidas

source: Lightspeed
es_es: Velocidad de la luz

source: Rotating Entrances
es_es: Entradas rotativas

source: Sliding Entrances
es_es: Entradas deslizantes

source: Zoom Entrances
es_es: Entradas con Zoom

source: Specials
es_es: Especiales

source: Duration Effect
es_es: Duración del efecto

source: Time Duration Effect
es_es: Tiempo de duración del efecto

source: Delay Effect
es_es: Retraso del Efecto

source: Time Delay Effect
es_es: Tiempo de retraso del efecto

source: Disable on mobile
es_es: Deshabilitar en móviles

source: Hide for logged user
es_es: Ocultar para usuarios logeados

source: URL where not to show
es_es: URL donde no quieres que se muestre

source: One per line
es_es: Una por línea

source: Save
es_es: Guardar

source: Need style?
es_es: ¿Necesitas estilos?

source: Enjoy! Paste this CSS code into your Customizer and edit as you like
es_es: ¡Disfruta! Pega este código en la sección CSS del personalizador y edítala como más te guste

source: Notification style
es_es: Estilo de la notificación

source: Customer name style
es_es: Estilo del nombre del cliente

source: Product title style
es_es: Estilo del título del producto

source: Product image style
es_es: Estilo de la imagen del producto
